[Play_X2_XP_S_PROP_Generic_Failure_A AkEvent]
SpokenText="Сьогоднi ввечерi вiдбудеться церемонiя нагородження героїчних миротворцiв \"Адвента\", обов'язкова для вiдвiдування всiма громадянами, не задiяними у невiдкладних роботах."

[Play_X2_XP_S_PROP_Generic_Failure_B AkEvent]
SpokenText="В результатi нової операцiї миротворцiв проти кримiнальних елементiв спостерiгається наплив нових пацiєнтiв у клiнiки генної терапiї. Можна впевнено сказати, що скоро нашi iдеї миру та злагоди рознесуться по всьому свiту."

[Play_X2_XP_S_PROP_Generic_Failure_C AkEvent]
SpokenText="Завдяки вашiй спiвпрацi у всiх регiонах спостерiгається зниження терористичної активностi. Заборону на перемiщення мiж мiськими центрами скасовано. Пам'ятайте: законослухнянiсть винагороджується."

[Play_X2_XP_S_PROP_Generic_Failure_D AkEvent]
SpokenText="Пiсля сьогоднiшнього рiшучого удару по терористах XCOM миротворцi \"Адвента\" висловлюють упевненiсть, що днi так званого Опору закiнчуються. Чому б не вiдсвяткувати це у найближчiй закусочнiй \"Адвента\"?"

[Play_X2_XP_S_PROP_Generic_Failure_E AkEvent]
SpokenText="Зростання чисельностi \"Адвента\" досягло рекордних значень. Представники адмiнiстрацiї пояснюють це успiхами ряду операцiй проти радикальних елементiв, а також подвоєнням пайка. Звернiться до вербувального центру \"Адвента\" вже сьогоднi."

[Play_X2_XP_S_PROP_Generic_Success_A AkEvent]
SpokenText="За твердженням представникiв \"Адвента\", терористичнi атаки за межами мiських центрiв не здатнi зупинити розвиток гуманiтарних програм \"Адвента\". Добровiльна iммiграцiя наразi досягає рекордних за останнi роки значень."

[Play_X2_XP_S_PROP_Generic_Success_B AkEvent]
SpokenText="Сьогоднi ми маємо дякувати нашим вiрним громадянам за готовнiсть вести боротьбу з тими, хто досi не вiдмовився вiд цiнностей старого свiту, а також вшанувати хвилиною мовчання миротворцiв, загиблих вiд рук терористiв з XCOM."

[Play_X2_XP_S_PROP_Generic_Success_C AkEvent]
SpokenText="Не забувайте, що завтра всi клiнiки генної терапiї будуть закритi на технiчне обслуговування. Раннi повiдомлення, що перебої у роботi пов'язанi з дiяльнiстю терористiв, були визнанi зрештою пропагандою радикальних елементiв."

[Play_X2_XP_S_PROP_Generic_Success_D AkEvent]
SpokenText="Сьогоднi представники \"Адвента\" повiдомили, що дiї миротворчих сил були частиною запланованих навчань. Зберiгайте спокiй: стрiльба та поранення були iмiтованi для пiдвищення ефективностi тренувань."

[Play_X2_XP_S_PROP_Generic_Success_E AkEvent]
SpokenText="Представники \"Адвента\" повiдомляють про пiдвищення вербувальних норм у цьому мiсяцi. Ми закликаємо всiх громадян звернутися до найближчого вербувального пункту. Пам'ятайте: лише разом ми здатнi побудувати свiтле майбутнє."

[Play_X2_XP_S_PROP_Neutralize_Failure_A AkEvent]
SpokenText="Миротворцi \"Адвента\" пiдтверджують, що сьогоднi терористи здiйснили напад на цивiльну особу. Воно, однак, було попереджене, а всi його учасники затриманi для допиту."

[Play_X2_XP_S_PROP_Neutralize_Failure_B AkEvent]
SpokenText="Кiлька вiрних громадян \"Адвента\" змогли пережити напад терористiв з XCOM завдяки клiнiкам генної терапiї. Генна терапiя - у здоровому тiлi здоровий дух! Запишiться до найближчої клiнiки вже сьогоднi!"

[Play_X2_XP_S_PROP_Neutralize_Failure_C AkEvent]
SpokenText="Миротворчий контингент запобiг сьогоднi замаху XCOM на цивiльних осiб. Кiлька вiдомих прихильникiв цiєї терористичної органiзацiї були затриманi."

[Play_X2_XP_S_PROP_Neutralize_Failure_D AkEvent]
SpokenText="Миротворцi \"Адвента\" захистили сьогоднi кiлькох громадян вiд терористичної органiзацiї XCOM. Не забудьте подякувати вашим миротворцям за вiрну службу!"

[Play_X2_XP_S_PROP_Neutralize_Failure_E AkEvent]
SpokenText="Миротворцi сьогоднi стали на захист єдностi, вiдбивши атаку злочинної органiзацiї XCOM. Адмiнiстрацiя нагадує: усi спроби завдати шкоди громадянам \"Адвента\" будуть суворо присiкатися."

[Play_X2_XP_S_PROP_Neutralize_Success_A AkEvent]
SpokenText="Адмiнiстрацiя \"Адвента\" нагадує: недавнє вбивство спiвробiтника \"Адвента\" злочинною органiзацiєю пiд назвою XCOM не є приводом для занепокоєння. Миротворцi \"Адвента\" вже почали затримання причетних."

[Play_X2_XP_S_PROP_Neutralize_Success_B AkEvent]
SpokenText="Адмiнiстрацiя припускає, що вiдповiдальнiсть за вбивство мирного працiвника лежить на радикальнiй органiзацiї, вiдомiй як XCOM. Ми просимо громадян повiдомляти про пiдозрiлi дiї найближчому миротворцю."

[Play_X2_XP_S_PROP_Neutralize_Success_C AkEvent]
SpokenText="Трагiчна подiя: сьогоднi злочинцi з XCOM забрали життя ще одного вiрного спiвробiтника \"Адвента\". Усiм, хто контактував iз ним, в обов'язковому порядку наказується вiдвiдати церемонiю прощання."

[Play_X2_XP_S_PROP_Neutralize_Success_D AkEvent]
SpokenText="Представники \"Адвента\" пiдтверджують, що сьогоднi важливий спiвробiтник став жертвою нападу злочинної органiзацiї, вiдомої як XCOM. Незважаючи на те, що терористи залишили мiсце злочину, миротворчi сили найближчим часом змусять їх вiдповiсти за свої злочини."

[Play_X2_XP_S_PROP_Neutralize_Success_E AkEvent]
SpokenText="Сьогоднi сепаратисти з XCOM здiйснили черговий зухвалий напад на законослухняних громадян \"Адвента\". Усiх свiдкiв ми просимо негайно повiдомити про це миротворцям \"Адвента\"."

[Play_X2_XP_S_PROP_Rescue_Failure_A AkEvent]
SpokenText="Невдачею закiнчився сьогоднi зухвалий напад радикальних елементiв на центр утримання \"Адвента\". Для вашої безпеки проводиться посилене патрулювання."

[Play_X2_XP_S_PROP_Rescue_Failure_B AkEvent]
SpokenText="Радикали з XCOM здiйснили сьогоднi спробу проникнути в один з реабiлiтацiйних центрiв. Вiйська \"Адвента\" героїчно вiдбили їх напад на радiсть кiлькох наляканих пацiєнтiв."

[Play_X2_XP_S_PROP_Rescue_Failure_C AkEvent]
SpokenText="Сили \"Адвента\" гордо стоять на сторожi мирних громадян. Сьогоднi цей урок вивчили i терористи з XCOM: їхня спроба звiльнити кiлькох небезпечних ув'язнених закiнчилася невдачею. Так тримати, миротворцi!"

[Play_X2_XP_S_PROP_Rescue_Failure_D AkEvent]
SpokenText="Сили \"Адвента\" знову вiдбили напад XCOM на центр утримання. Адмiнiстрацiя впевнена, що затриманi у комплексi зможуть надати цiнну iнформацiю, що стосується агентури XCOM."

[Play_X2_XP_S_PROP_Rescue_Failure_E AkEvent]
SpokenText="До загального подиву кiлька терористiв самi здалися сьогоднi миротворцям для реабiлiтацiї. Представники \"Адвента\" пiдтримали рiшення колишнiх соратникiв XCOM вiдкрити себе свiтлу Старiйшин."

[Play_X2_XP_S_PROP_Rescue_Success_A AkEvent]
SpokenText="Миротворчi сили \"Адвента\" змушенi оголосити мiжнародну тривогу пiсля того, як кiльком небезпечним ув'язненим вдалося втекти з реабiлiтацiйного центру. Ми закликаємо громадян сприяти миротворцям у їхньому затриманнi."

[Play_X2_XP_S_PROP_Rescue_Success_B AkEvent]
SpokenText="Ув'язненi, що втекли сьогоднi з центру утримання, вважаються озброєними та вкрай небезпечними. \"Адвент\" закликає громадян уникати будь-яких контактiв з ними. Для вашої безпеки оголошується комендантська година."

[Play_X2_XP_S_PROP_Rescue_Success_C AkEvent]
SpokenText="\"Адвент\" просить надати сприяння у затриманнi ув'язнених, що втекли сьогоднi. Пам'ятайте: не повiдомивши вчасно цiнну iнформацiю, ви ризикуєте стати спiвучасниками."

[Play_X2_XP_S_PROP_Rescue_Success_D AkEvent]
SpokenText="Сьогоднiшня засiдка, влаштована радикальною групою XCOM на доблеснi сили \"Адвента\", допомогла втекти кiльком небезпечним злочинцям. Задля вашої безпеки буде проведено обшук усiх житлових районiв у околицях."

[Play_X2_XP_S_PROP_Rescue_Success_E AkEvent]
SpokenText="У вiдповiдь на напад XCOM на реабiлiтацiйний центр були мобiлiзованi миротворчi сили по всьому мiсту. Пiдозрюванi у спiвучастi будуть затриманi на невизначений час."

[Play_X2_XP_S_PROP_Retaliation_Failure_A AkEvent]
SpokenText="Сьогоднiшня спроба перемiщення вiддаленого поселення закiнчилася катастрофою внаслiдок нападу терористiв. Поки невiдомо, чи було саме поселення метою XCOM, але ми змушенi з жалем повiдомити, що тих, хто вижив пiсля нападу, не виявлено."

[Play_X2_XP_S_PROP_Retaliation_Failure_B AkEvent]
SpokenText="Сьогоднi нашi миротворцi вступили у бiй з терористами у нелегальному поселеннi. Успiшно усунувши загрозу, сили \"Адвента\" виявили десятки одиниць зброї та плани щодо їхнього поширення у мiських центрах. Так було попереджено чергову потенцiйну трагедiю."

[Play_X2_XP_S_PROP_Retaliation_Failure_C AkEvent]
SpokenText="Миротворцi \"Адвента\" у шоцi: чергове вiддалене поселення знищено терористами з XCOM. Представники \"Адвента\" направили у регiон додатковi патрулi для пiдтримки уцiлiлого населення."

[Play_X2_XP_S_PROP_Retaliation_Failure_D AkEvent]
SpokenText="Сьогоднi миротворцi \"Адвента\" лiквiдували тренувальну базу терористiв. Вiйська зiткнулися iз запеклим опором; противник повнiстю знищений. За твердженням представникiв адмiнiстрацiї, сьогоднiшня операцiя дозволить вiдновити стабiльнiсть у регiонi."

[Play_X2_XP_S_PROP_Retaliation_Failure_E AkEvent]
SpokenText="Дiї XCOM забрали сьогоднi життя мешканцiв одного з прикордонних поселень. Представники \"Адвента\" припускають, що причиною конфлiкту стали ресурси. Громадянам рекомендується уникати контакту з цiєю кримiнальною органiзацiєю."

[Play_X2_XP_S_PROP_Retaliation_Success_A AkEvent]
SpokenText="За твердженнями очевидцiв, миротворцi \"Адвента\" потрапили у засiдку невiдомих агентiв Опору, намагаючись мирним шляхом усунути неавторизоване поселення. Офiцiйних даних про втрати поки що не надходило."

[Play_X2_XP_S_PROP_Retaliation_Success_B AkEvent]
SpokenText="Адмiнiстрацiя \"Адвента\" вкотре запевняє громадян, що гуманiтарна дiяльнiсть на прикордонних територiях не припиниться, незважаючи на жорстокий напад радикалiв з XCOM на миротворчi сили. Ми прагнемо створити безпечний свiт для всiх i кожного."

[Play_X2_XP_S_PROP_Retaliation_Success_C AkEvent]
SpokenText="Миротворцi \"Адвента\" були направленi для розслiдування чуток про табiр терористiв на прикордоннiй територiї. Незважаючи на їхнi героїчнi дiї, кiльком небезпечним терористам вдалося влаштувати засiдку i уникнути затримання."

[Play_X2_XP_S_PROP_Retaliation_Success_D AkEvent]
SpokenText="Сьогоднi адмiнiстрацiї \"Адвента\" стало вiдомо про те, що поселення, яке вважалося покинутим, служить сховищем для терористiв. Незважаючи на те, що передовий загiн миротворцiв потрапив у засiдку повстанцiв, \"Адвент\" готує нову операцiю."

[Play_X2_XP_S_PROP_Retaliation_Success_E AkEvent]
SpokenText="Операцiя гуманiтарних загонiв \"Адвента\" сьогоднi обернулася трагедiєю: миротворцi, якi доставляли медикаменти до вiддаленого поселення, стали жертвами засiдки XCOM. Церемонiя прощання вiдбудеться пiзнiше сьогоднi."

[Play_X2_XP_S_PROP_Sabotage_Failure_A AkEvent]
SpokenText="Своєчасне попередження, що надiйшло вiд цивiльних осiб, дозволило сьогоднi миротворцям \"Адвента\" вiдбити напад XCOM на нашi комунiкацiйнi системи. Комендантську годину скасовано. Пам'ятайте: виконання громадянського обов'язку заохочується."

[Play_X2_XP_S_PROP_Sabotage_Failure_B AkEvent]
SpokenText="Миротворцi нейтралiзували терористичну загрозу мiсцевiй iнфраструктурi. Представники \"Адвента\" стверджують, що вiдповiдальнiсть за невдалий теракт лежить на групi, вiдомiй як XCOM. На найближчий час гарнiзон блокпостiв потроєний."

[Play_X2_XP_S_PROP_Sabotage_Failure_C AkEvent]
SpokenText="Сьогоднiшня нестабiльнiсть енергозабезпечення - результат запланованого розширення мiського центру. Адмiнiстрацiя нагадує: поширення чуток про терористичнi атаки є контрпродуктивним."

[Play_X2_XP_S_PROP_Sabotage_Failure_D AkEvent]
SpokenText="Миротворцi сьогоднi зiрвали план XCOM щодо викрадення ресурсiв мiсцевої iнфраструктури. Представники \"Адвента\" стверджують, що операцiя завершилася повним успiхом."

[Play_X2_XP_S_PROP_Sabotage_Failure_E AkEvent]
SpokenText="Радикальнi групи опору сьогоднi знову не змогли завадити дiяльностi \"Адвента\". Успiх миротворцiв значною мiрою обумовлений спiвпрацею цивiльних осiб."

[Play_X2_XP_S_PROP_Sabotage_Success_A AkEvent]
SpokenText="Громадянам слiд знати, що в результатi атак на iнфраструктуру цього регiону у мiських центрах можуть виникнути перебої з продовольством та медикаментами. Звернiться до мiсцевих представникiв за додатковою iнформацiєю."

[Play_X2_XP_S_PROP_Sabotage_Success_B AkEvent]
SpokenText="Нагадуємо всiм громадянам: бути пильними - ваш обов'язок. Тi, хто не повiдомив вчасно про пiдозрiлу дiяльнiсть поблизу стратегiчно важливих об'єктiв, можуть бути затриманi та вигнанi з мiських центрiв. Ми цiнуємо вашу спiвпрацю!"

[Play_X2_XP_S_PROP_Sabotage_Success_C AkEvent]
SpokenText="Всiм громадянам, якi стали свiдками сьогоднiшньої терористичної атаки, наказується з'явитися до найближчих миротворцiв. Клiнiки генної терапiї \"Адвента\" проведуть сканування на предмет наявностi бiологiчної загрози. Спiвпраця є обов'язковою."

[Play_X2_XP_S_PROP_Sabotage_Success_D AkEvent]
SpokenText="В результатi сьогоднiшнiх дiй злочинцiв з XCOM громадянам слiд бути готовими до перебоїв у енергопостачаннi по всьому мiсту. \"Адвент\" запевняє вас, що енергозабезпечення буде вiдновлено у найкоротшi термiни."

[Play_X2_XP_S_PROP_Sabotage_Success_E AkEvent]
SpokenText="Задля вашої безпеки перемiщення мiж мiськими центрами скасовується, поки не будуть завершенi роботи з удосконалення системи енергозабезпечення. Якщо у вас є питання, звернiться до найближчого миротворця \"Адвента\"."

[Play_X2_XP_S_PROP_Swarm_Failure_A AkEvent]
SpokenText="Незважаючи на значну чисельну перевагу противника, невеликий загiн миротворцiв \"Адвента\" змiг вiдбити раптовий напад сил так званого Опору. Миротворцi стверджують, що причиною їхньої перемоги з мiнiмальними втратами стала беззастережна вiра у Старiйшин."

[Play_X2_XP_S_PROP_Swarm_Failure_B AkEvent]
SpokenText="Терористи з XCOM зазнали поразки у своїй останнiй спробi посiяти хаос на вулицях мiста. Миротворцi продовжують патрулювати район для захисту цивiльного населення."

[Play_X2_XP_S_PROP_Swarm_Failure_C AkEvent]
SpokenText="Сьогоднi сталося чергове зiткнення мiж миротворцями \"Адвента\" i силами терористiв. Свiдки повiдомляють, що миротворцям не лише вдалося дати вiдсiч ворогу, а й запобiгти втратам серед мирного населення."

[Play_X2_XP_S_PROP_Swarm_Failure_D AkEvent]
SpokenText="Представники \"Адвента\" висловлюють подяку iнформаторам, якi зробили значний внесок в успiх операцiї проти посiбникiв XCOM. Транспортне сполучення з постраждалим районом вiдновлено."

[Play_X2_XP_S_PROP_Swarm_Failure_E AkEvent]
SpokenText="Сьогоднi кiлька повстанцiв вiдмовилися здаватися i вступили в бiй з миротворцями \"Адвента\". Незважаючи на те, що, на жаль, кровопролиття уникнути не вдалося, ми стали на крок ближче до завершення вiйни i настання епохи загального миру."

[Play_X2_XP_S_PROP_Swarm_Success_A AkEvent]
SpokenText="\"Адвент\" запевняє всiх громадян: незважаючи на нещодавнi напади радикальних елементiв, ви можете бути впевненi, що нашi миротворцi ставлять вашу безпеку понад усе."

[Play_X2_XP_S_PROP_Swarm_Success_B AkEvent]
SpokenText="Сьогоднi вiдомому спiвучаснику терористiв вдалося втекти вiд групи захоплення внаслiдок нападу радикалiв з XCOM. Героїчнi дiї миротворчих загонiв \"Адвента\" дозволили звести жертви серед мирного населення до мiнiмуму. Групи захоплення продовжують переслiдування втiкачiв."

[Play_X2_XP_S_PROP_Swarm_Success_C AkEvent]
SpokenText="Сьогоднi миротворцi провели обшук сховища злочинних елементiв i, незважаючи на загальний успiх, змушенi повiдомити, що вiдомим посiбникам XCOM вдалося втекти. Ми просимо громадян повiдомляти про пiдозрiлi дiї найближчому миротворцю."

[Play_X2_XP_S_PROP_Swarm_Success_D AkEvent]
SpokenText="Сьогоднi миротворцi героїчно вiдбили напад XCOM. Їхнi дiї дозволили звести до мiнiмуму руйнування та жертви. Ми дякуємо нашим вiйськам за самовiдданiсть."

[Play_X2_XP_S_PROP_Swarm_Success_E AkEvent]
SpokenText="Представники \"Адвента\" спростували чутки про збройний конфлiкт мiж миротворцями та терористами з XCOM. Громадянам рекомендується уникати зазначеного району, поки триває розслiдування подiй."
